3timeslazy.vscodium-devpodcontainers
angular.ng-template
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
firsttris.vscode-jest-runner
github.github-vscode-theme
jeanp413.open-remote-ssh
jeanp413.open-remote-wsl
mtxr.sqltools
mtxr.sqltools-driver-pg
pkief.material-icon-theme
smcpeak.default-keys-windows
