{
  "plugins": {
    "catppuccin": {
      "src": "gh:catppuccin/nvim"
    },
    "conform.nvim": {
      "src": "gh:stevearc/conform.nvim"
    },
    "friendly-snippets": {
      "src": "gh:rafamadriz/friendly-snippets"
    },
    "gruvbox": {
      "src": "gh:ellisonleao/gruvbox.nvim"
    },
    "mini.nvim": {
      "src": "gh:nvim-mini/mini.nvim"
    },
    "moonfly": {
      "src": "https://github.com/bluz71/vim-moonfly-colors"
    },
    "nvim": {
      "src": "gh:catppuccin/nvim"
    },
    "nvim-lspconfig": {
      "src": "gh:neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "gh:nvim-treesitter/nvim-treesitter"
    },
    "rose-pine": {
      "src": "gh:rose-pine/neovim"
    },
    "snacks.nvim": {
      "src": "gh:folke/snacks.nvim"
    },
    "tokyonight": {
      "src": "gh:folke/tokyonight.nvim"
    }
  }
}
